[  {    "text": "it all in. It was the worst kind of sticker shock. I remember mumbling,“No. No. No. How can this be?”Even though I wrote the lists, I was shocked to read them. When Icode data, I go into deep researcher mode. My only focus is on accuratelycapturing what I heard in the stories. I don’t think about how I would saysomething, only how the research participants said it. I don’t think aboutwhat an experience would mean to me, only what it meant to the personwho told me about it."  },  {    "text": "I sat in the red chair at my breakfast room table and stared at thesetwo lists for a very long time. My eyes wandered up and down andacross. I remember at one point I was actually sitting there with tears inmy eyes and with my hand across my mouth, like someone had justdelivered bad news."},{  "text":"And, in fact, it was bad news. I thought I’d ﬁnd that Wholeheartedpeople were just like me and doing all of the same things I was doing:working hard, following the rules, doing it until I got it right, alwaystrying to know myself better, raising my kids exactly by the books . . .After studying tough topics like shame for a decade, I truly believedthat I deserved conﬁrmation that I was “living right.”But here’s the tough lesson that I learned that day (and every daysince):"},{  "text":"How much we know and understand ourselves is criticallyimportant, but there is something that is even more essential toliving a Wholehearted life: loving ourselves."},{  "text":"Knowledge is important, but only if we’re being kind and gentle withourselves as we work to discover who we are. Wholeheartedness is asmuch about embracing our tenderness and vulnerability as it is aboutdeveloping knowledge and claiming power."},{  "text":"And perhaps the most painful lesson of that day hit me so hard thatit took my breath away: It was clear from the data that we cannot giveour children what we don’t have. Where we are on our journey of livingand loving with our whole hearts is a much stronger indicator of parenting success than anything we can learn from how-to books."},{  "text":"This journey is equal parts heart work and head work, and as Isat there on that dreary November day, it was clear to me that I waslacking in my own heart work."},{  "text":"I ﬁnally stood up, grabbed my marker off the table, drew a line underthe Don’t list, and then wrote the word me under the line. My strugglesseemed to be perfectly characterized by the sum total of the list.I folded my arms tightly across my chest, sunk deep down intomy chair, and thought, This is just great. I’m living straight down theshit list."},{  "text":"I walked around the house for about twenty minutes trying to un-seeand undo everything that had just unfolded, but I couldn’t make thewords go away. I couldn’t go back, so I did the next best thing: I foldedall of the poster sheets into neat squares and tucked then into aRubbermaid tub that ﬁt nicely under my bed, next to my Christmaswrap. I wouldn’t open that tub again until March of 2008."},{  "text":"But here’s the tricky part about compassion and connecting: Wecan’t call just anyone. It’s not that simple. I have a lot of good friends,but there are only a handful of people whom I can count on to practicecompassion when I’m in the dark shame place."},{  "text":"Of course, we’re all capable of being “these friends”—especially ifsomeone tells us a story that gets right up in our own shame grill. We’rehuman, imperfect, and vulnerable. It’s hard to practice compassion whenwe’re struggling with our authenticity or when our own worthiness is offbalance."},{  "text":"1. The friend who hears the story and actually feels shame for you.She gasps and conﬁrms how horriﬁed you should be. Then thereis awkward silence. Then you have to make her feel better."},{  "text":"For years, I placed value on being the helper in my family. I couldhelp with a crisis or lend money or dispense advice. I was always happyto help others, but I would have never called my siblings to ask them forhelp, especially for support during a shame storm. At the time, I wouldhave vehemently denied attaching judgment to my generous giving. Butnow, I understand how I derived self-worth from never needing help andalways offering it."},{  "text":"I deﬁne connection as the energy that exists between people when theyfeel seen, heard, and valued; when they can give and receive withoutjudgment; and when they derive sustenance and strength from the relationship.Ashley and I felt deeply connected after our experience. I know Iwas seen, heard, and valued. Even though it was scary, I was able toreach out for support and help. And we both felt strengthened and fulﬁlled."}]
