[
  {
    "text": "it all in. It was the worst kind of sticker shock. I remember mumbling,
“No. No. No. How can this be?”
Even though I wrote the lists, I was shocked to read them. When I
code data, I go into deep researcher mode. My only focus is on accurately
capturing what I heard in the stories. I don’t think about how I would say
something, only how the research participants said it. I don’t think about
what an experience would mean to me, only what it meant to the person
who told me about it."
  },
  {
    "text": "I sat in the red chair at my breakfast room table and stared at these
two lists for a very long time. My eyes wandered up and down and
across. I remember at one point I was actually sitting there with tears in
my eyes and with my hand across my mouth, like someone had just
delivered bad news."
},
{
  "text":"And, in fact, it was bad news. I thought I’d ﬁnd that Wholehearted
people were just like me and doing all of the same things I was doing:
working hard, following the rules, doing it until I got it right, always
trying to know myself better, raising my kids exactly by the books . . .
After studying tough topics like shame for a decade, I truly believed
that I deserved conﬁrmation that I was “living right.”
But here’s the tough lesson that I learned that day (and every day
since):"
},
{
  "text":"How much we know and understand ourselves is critically
important, but there is something that is even more essential to
living a Wholehearted life: loving ourselves."
},
{
  "text":"Knowledge is important, but only if we’re being kind and gentle with
ourselves as we work to discover who we are. Wholeheartedness is as
much about embracing our tenderness and vulnerability as it is about
developing knowledge and claiming power."
},
{
  "text":"And perhaps the most painful lesson of that day hit me so hard that
it took my breath away: It was clear from the data that we cannot give
our children what we don’t have. Where we are on our journey of living
and loving with our whole hearts is a much stronger indicator of parenting success than anything we can learn from how-to books."
},
{
  "text":"This journey is equal parts heart work and head work, and as I
sat there on that dreary November day, it was clear to me that I was
lacking in my own heart work."
},
{
  "text":"I ﬁnally stood up, grabbed my marker off the table, drew a line under
the Don’t list, and then wrote the word me under the line. My struggles
seemed to be perfectly characterized by the sum total of the list.
I folded my arms tightly across my chest, sunk deep down into
my chair, and thought, This is just great. I’m living straight down the
shit list."
},
{
  "text":"I walked around the house for about twenty minutes trying to un-see
and undo everything that had just unfolded, but I couldn’t make the
words go away. I couldn’t go back, so I did the next best thing: I folded
all of the poster sheets into neat squares and tucked then into a
Rubbermaid tub that ﬁt nicely under my bed, next to my Christmas
wrap. I wouldn’t open that tub again until March of 2008."
},
{
  "text":"But here’s the tricky part about compassion and connecting: We
can’t call just anyone. It’s not that simple. I have a lot of good friends,
but there are only a handful of people whom I can count on to practice
compassion when I’m in the dark shame place."
},
{
  "text":"Of course, we’re all capable of being “these friends”—especially if
someone tells us a story that gets right up in our own shame grill. We’re
human, imperfect, and vulnerable. It’s hard to practice compassion when
we’re struggling with our authenticity or when our own worthiness is off
balance."
},
{
  "text":"1. The friend who hears the story and actually feels shame for you.
She gasps and conﬁrms how horriﬁed you should be. Then there
is awkward silence. Then you have to make her feel better."
},
{
  "text":"For years, I placed value on being the helper in my family. I could
help with a crisis or lend money or dispense advice. I was always happy
to help others, but I would have never called my siblings to ask them for
help, especially for support during a shame storm. At the time, I would
have vehemently denied attaching judgment to my generous giving. But
now, I understand how I derived self-worth from never needing help and
always offering it."
},
{
  "text":"I deﬁne connection as the energy that exists between people when they
feel seen, heard, and valued; when they can give and receive without
judgment; and when they derive sustenance and strength from the relationship.
Ashley and I felt deeply connected after our experience. I know I
was seen, heard, and valued. Even though it was scary, I was able to
reach out for support and help. And we both felt strengthened and fulﬁlled."
}
]
